"About HeliPort" = "Sobre o HeliPort";
"Address: " = "Endereço: ";
"Cancel" = "Cancelar";
"Check for Updates..." = "Buscando atualizações...";
"Create Diagnostics Report..." = "Criar Relatório de Diagnóstico...";
"Create Network..." = "Adicionar Rede...";
"Disconnect from: " = "Desconectar de: ";
"Dynamic WEP" = "WEP Dinâmico";
"Enable Wi-Fi Logging" = "Ativar Registro de Wi-Fi";
"Enter the name and security type of the network you want to join." = "Digite o nome e o tipo de segurança da rede à qual você deseja acessar. ";
"FUNCTION NOT IMPLEMENTED" = "FUNÇÃO NÃO IMPLEMENTADA";
"Find and join a Wi-Fi network." = "Encontre e entre em uma rede Wi-Fi. ";
"Interface Name: " = "Nome da Interface: ";
"itlwm API Version: " = " Versão da API itlwm: ";
"itlwm Version Mismatch" = "Versão Imcompatível do itlwm";
"HeliPort API Version: " = "Versão da API HeliPort: ";
"Join Other Network..." = "Entrar em Outra Rede...";
"Join" = "Entrar";
"Launch At Login" = "Iniciar no Login";
"Network Name:" = "Nome da Rede:";
"No Network Avaliable" = "Nenhuma rede disponível";
"No Status Information Avaliable" = "Nenhuma Informação de Status Disponível";
"None" = "Nenhum";
"Open Network Preferences..." = "Abrir Preferências de Rede...";
"Open Wireless Diagnostics..." = "Abrir Diagnóstico de Rede Sem Fio...";
"Password:" = "Senha:";
"Password" = "Senha";
"Quit HeliPort" = "Sair do HeliPort";
"Reachable" = "Acessível";
"Remember this network" = "Lembrar desta rede";
"Security:" = "Segurança:";
"Show password" = "Exibir senha";
"Turn Wi-Fi Off" = "Desativar Wi-Fi";
"Turn Wi-Fi On" = "Ativar Wi-Fi";
"Unavailable" = "Indisponível";
"Unknown" = "Desconhecido";
"Unreachable" = "Inacessível";
"Username:" = "Nome de Usuário:";
"Version: " = "Versão: ";
"Visit OpenIntelWireless on GitHub" = "Visite OpenIntelWireless no GitHub";
"WEP" = "WEP";
"WPA/WPA2 Enterprise" = "WPA/WPA2 Empresarial";
"WPA/WPA2 Personal" = "WPA/WPA2 Pessoal";
"WPA2 Enterprise" = "WPA2 Empresarial";
"WPA2 Personal" = "WPA2 Pessoal";
"WPA2/WPA3 Enterprise" = "WPA2/WPA3 Empresarial";
"WPA2/WPA3 Personal" = "WPA2/WPA3 Pessoal";
"WPA3 Enterprise" = "WPA3 Empresarial";
"WPA3 Personal" = "WPA3 Pessoal";
"Wi-Fi: Connected" = "Wi-Fi: Conectado";
"Wi-Fi: Connecting" = "Wi-Fi: Conectando";
"Wi-Fi: Looking for Networks..." = "Wi-Fi: Procurando por Redes...";
"Wi-Fi Network \"" = "Rede Wi-Fi \"";
"Wi-Fi: Off" = "Wi-Fi: Desativado";
"Wi-Fi: On" = "Wi-Fi: Ativado";
"Wi-Fi: Status unavailable" = "Wi-Fi: Status indisponível";
"\" Requires Password" = "\" Requer senha";
"    IP Address: "      = "    Endereço IP: ";
"    Router: "          = "    Roteador IP: ";
"    Internet: "        = "    Internet: ";
"    Security: "        = "    Segurança: ";
"    BSSID: "           = "    BSSID: ";
"    Channel: "         = "    Canal: ";
"    Country Code: "    = "    Código do país: ";
"    RSSI: "            = "    RSSI: ";
"    Noise: "           = "    Ruído: ";
"    Tx Rate: "         = "    Taxa Tx: ";
"    PHY Mode: "        = "    Modo PHY: ";
"    MCS Index: "       = "    Índice MCS: ";
"    NSS: "             = "    NSS: ";
